export default {
  headers: {
    main: "Главная",
    appName: "Календарь жизни",
    goal: "Цели",
    achievements: "Достижения",
    diary: "Дневник",
    profile: "ЛК",
  },
  sidebar: {
    lk: "ЛК",
    statistics: "Статистика",
    users: "Пользователя",
  },
  dashboards: {
    heading: "Статистика",
    regCount: "Кол-во зарегистрированных пользователей",
    onlineCount: "Кол-во пользователей на сайте",
    inApp: "Кол-во пользователей в приложении",
    regOnSite: "Кол-во регистраций на сайте",
    deviceTraversal: "Обхват по устройствам:",
    phone: "Телефон",
    computer: "Компьютер",
    audienceGender: "Пол аудитории",
    audienceAge: "Возраст аудитории",
    targetAudience: {
      shortName: "ЦА",
      student: "Студент",
      businessman: "Бизнесмен",
      housewife: "Домохозяйка",
    },
  },
  footer: {
    download: "Скачать приложение",
    about: "О нас",
    feedback: "Обратная связь",
    webVersion: "Веб версия",
    partners: "Партнер",
    name: "Мосполитех",
    phrase: "Лаборатория инициативных проектов “Календарь жизни”",
  },
  adminAcc: {
    heading: "Профиль",
    form: {
      name: "Имя",
      surname: "Фамилия",
      gender: "Пол",
      mail: "Почта",
      password: "Пароль",
      about: "О нас",
    },
    activity: "Твоя активность",
    goalsDiagram: "Соотношение выполненых задач и целей",
    tasks: "Задачи",
    goals: "Цели",
    specificType: "Укажите вид деятельности",
    specificTypeList: {
      working: "Работаю",
      studying: "Учусь",
      notWorking: "Не работаю",
      student: "Студент",
      pupil: "Школьник",
      other: "Другие",
    },
  },
  account: {
    heading: "Профиль",
    form: {
      name: "Имя",
      surname: "Фамилия",
      gender: "Пол",
      mail: "Почта",
      password: "Пароль",
      about: "О нас",
    },
    activity: "Твоя активность",
    goalsDiagram: "Соотношение выполненых задач и целей",
    tasks: "Задачи",
    goals: "Цели",
  },
  auth: {
    heading: "Авторизация",
    loginLabel: "Введите логин",
    passwordLabel: "Введите пароль",
    buttonText: "Далее",
  },
  reg: {
    heading: "Регистрация",
  },
  about: {
    heading: "О нас",
    whatAreYouDoing: "Чем вы занимаетесь?",
    whoAreYou: "Кем вы являетесь?",
    buttonText: "Добавить информацию",
  },
  main: {
    header: {
      main: "Главная",
      productName: "Календарь жизни",
      diary: "Дневник",
      goals: "Цели",
      archivements: "Достижения",
      enter: "Вход",
    },
    content: {
      title: "Ваши цели под контролем!",
      description:
        "Наше дело не так однозначно, как может показаться: реализация намеченных плановых заданий требует анализа вывода текущих активов.",
      downloadText: "Скачать",
    },
    interface: {
      title: "Спланируйте свою жизнь на годы вперёд!",
      paragraph:
        "Наше приложение поможет грамотно управлять временем, ставить цели и отслеживать достижения. Начните планировать свою жизнь сейчас!",
    },
    abilityText: "Ключевые возможности!",
    ability: {
      first: {
        title: "Заметки",
        text: "Заметки дают возможность записывать важные мысли за день, помогает структурировать данные и мысли. Сохраняя нужную информацию в «Заметках», Вы, при необходимости, можете обратиться к ним и, например, освежить память о прошедшем дне, не забыть важное дело и поделиться наблюдениями",
      },
      second: {
        title: "Планируйте и достигайте",
        text: "Календарь жизни поможет сосредоточиться на достижении целей. Планируйте, отслеживайте прогресс, добивайтесь!",
      },
      third: {
        title: "Использование в браузере",
        text: "Вы часто проводите время за компьютером? Тогда это приложение точно ля вас! Вы сможете синхронизировать данные с телефона на ПК, сохранив все данные без потерь. Теперь отслеживать свои цели стало проще!",
      },
      forth: {
        title: "Уведомления",
        text: "Приложение напомнит Вам о невыполненной задаче, которая была запланирована на сегодняшний день. Укажите свою электронную почту, чтобы письма с уведомлениями приходили и туда. Это особенно удобно, если Вы пользуетесь только веб-сервисом.",
      },
      fifth: {
        title: "отслеживание прогресса",
        text: "Вы сможете наглядно посмотреть процесс выполнения поставленной цели. Визуализированное планирование помогает отслеживать прогресс проще и эффективнее.",
      },
    },
    tryFree: "Попробовать бесплатно",
    peopleTitle: "Кому подойдет?",
    people: {
      first: {
        title: "Людям с большими планами на жизнь",
        text: "Наше приложение подойдет для тех, кто не хочет тратить в пустую свою жизнь. Вы сможете спроектировать программу тренировок, питания и сна с возможностью отслеживать прогресс силовых показателей и время на восстановление. Или расписать экстримальные увлечения для их достижения.",
      },
      second: {
        title: "Бизнесменам",
        text: "Спроектировать списки деловых встреч, отслеживать успехи бизнеса, доходов и затрат. Жить в достатке в свое удовольствие.",
      },
      third: {
        title: "Студентам",
        text: "Для грамотного тайм-менеджмента, успевать выполнять свою рутинную жизнь и заодно заниматься учебой, работой, хобби. Помнить о всех учебных требованиях, возможность отслеживать свои достижения в области науки и учебы, количество приобретенных навыков и умений, качество полученных знаний.",
      },
    },
    questionsTitle: "FAQ Часто задаваемые вопросы",
    questions: {
      first: {
        title: "Можно ли скачать приложение на телефон?",
        text: "Мы вынуждены отталкиваться от того, что разбавленное изрядной долей эмпатии, рациональное мышление влечет за собой процесс внедрения и модернизации укрепления моральных ценностей. А также непосредственные участники технического прогресса набирают популярность среди определенных слоев населения, а значит, должны быть ассоциативно распределены по отраслям. Задача организации, в особенности же убеждённость некоторых оппонентов способствует подготовке и реализации анализа существующих паттернов поведения.",
      },
      second: {
        title: "Что такое Календарь Жизни?",
        text: "Календарь жизни - Ваш помощник в сфере планирования. Наше приложение поможет сосредоточиться на достижении целей. Планируйте, отслеживайте прогресс, добивайтесь!",
      },
      third: {
        title: "Что я могу делать в этом приложении?",
        text: {
          first: "Добавлять достижения",
          second: "Ставить цели",
          third: "Составлять планы",
          forth: "Вести дневник",
        },
      },
      forth: {
        title: "В чем разница между Календарем Жизни и другими приложениями?",
        text: "Преимущество нашего приложения в том, что это не просто to-do list, а цифровой планер, в котором вы можете расставлять цели, отслеживать достижения и грамотно управлять временем.",
      },
    },
    footer: {
      download: "Скачать приложение",
      about: "О нас",
      feedback: "Обратная связь",
      webVersion: "Веб-версия",
      partners: "Партперы",
      project: {
        tag: "@мосполитех 2022",
        start: "Лаборатория инициативных проектов",
        end: "Календарь жизни",
      },
    },
  },
  users: {
    title: "Пользователи",
    filter: "Сбросить фильтр",
    table: {
      id: "ID",
      surname: "Фамилия",
      name: "Имя",
      mail: "Почта",
      date: "Дата до",
      regDate: "Дата регистрации",
    },
  },
  auth: {
    heading: "Авторизация",
    loginLabel: "Введите логин",
    passwordLabel: "Введите пароль",
    buttonText: "Войти",
  },
  registration: {
    buttonText: "Регистрация",
  },
  popup: {
    title: "новая цель",
    labels: {
      name: "Назови свою цель",
      year: "Выбери год",
      category: "Категория",
      desc: "Опиши свою цель",
      middleware: "Добавь промежуточные цели"
    },
    placeholders: {
      name: "Открыть бизнес в сфере ИТ",
      year: "30 лет",
      category: "Работа",
      desc: "Опиши свою цель",
      middleware: {
        0: "Найти офис для аренды",
        1: "Найти работников",
        2: "Прописать стратеги развития бизнеса",
        3: "Сделать сайт компании"
      }
    },
    buttons: {
      create: "Создать"
    }
  },
  ages: {
    0: "год",
    1: "года",
    2: "лет"
  },
  categories: {
    work: 'Работа',
    study: 'Учёба'
  }
};
